// translations data stub
export const translations = {
  be: {
    header: {
      products: 'Тавары і паслугі',
      orders: 'Замова і дастаўка',
      about: 'Пра нас',
      lang_be: 'бел',
      lang_ru: 'рус',
    },
    breadcrumbs: {
      home: 'Галоўная',
      products: 'Тавары і паслугі',
      orders: 'Замова і дастаўка',
      about: 'Пра нас',
      notfound: 'Старонка не знойдзена',
    },
    about: {
      title: 'Пра нас',
      contacts: 'Кантакты',
      contact_person: 'Кантактная асоба',
      address: 'Адрас',
      phone: 'Тэлефон',
      schedule: 'Рэжым працы:',
      day: 'Дзень',
      time: 'Час працы',
      days: ['Панядзелак','Аўторак','Серада','Чацвер','Пятніца','Субота','Нядзеля'],
      weekend: 'Выходны',
      about_title: 'Пра нас',
      about_text: '<b>ІП Мурашко Марат Алегавіч</b><br>г. Мінск, вул. Каменнагорская, 60-118<br>Дата рэгістрацыі ў Гандлёвым рэестры/Рэестры бытавых паслуг: Не падлягае занясенню ў рэестр<br>Нумар у Гандлёвым рэестры/Рэестры бытавых паслуг: Не падлягае занясенню ў рэестр, Рэспубліка Беларусь<br>УНП: 690376775<br>Рэгіструючы орган: Мінскі выканаўчы камітэт<br>Дата рэгістрацыі кампаніі: 22.02.2006',
    },
    orders: {
      title: 'Замова і дастаўка',
      delivery_methods: 'Спосабы дастаўкі :',
      pickup: 'Самавываз',
      pickup_address: 'Мінскі р-н , п.Ратомка, ул. Корицкого, 99',
      courier: 'Дастаўка кур\u2019ерам',
      delivery_note: '<b>Пры аптовым заказе магчыма БЯСПЛАТНАЯ дастаўка па Мінскаму раёну і Мінску.</b>',
      payment_methods: 'Спосабы аплаты',
      cash: 'Наяўнымі',
      cashless: 'Безнаяўны разлік',
      regions: 'Рэгіёны дастаўкі:',
      region_col: 'Вобласць/Горад',
      region_list: [
        'Брэсцкая вобласць','Віцебская вобласць','Гомельская вобласць','Гродзенская вобласць','Мінск','Мінская вобласць','Магілёўская вобласць:','Бабруйск','Горкі','Асіповічы','Крычаў','Быхаў','Клімавічы','Шклоў','Касцюковічы','Мсціслаўль','Чавусы','Кіраўск','Чэрыкаў','Слаўгарад','Клічаў','Магілёў'
      ]
    },
    products: {
      title: 'Тавары і паслугі',
      filters: 'Фільтры',
      price_from: 'цана ад',
      price_to: 'цана да',
      available: 'У наяўнасці',
      apply: 'Ужыць',
      not_found: 'Тавар не знойдзены',
      min_order: 'Мінімальны заказ — 10 шт.',
      opt_note: 'Цэны аптовых заказаў могуць адрознівацца',
      detail_text: '<b>Трэба хутка і якасна добраўпарадкаваць участак, клюмбу ці альпійскую горку? Кара-мульча — выдатны варыянт!</b>',
      order_btn: 'Замовіць',
    },
    notfound: {
      title: 'Старонка не знойдзена',
      to_home: 'На галоўную',
    },
    home: {
      hero: 'Вытворчасць і рэалізацыя\nнатуральнай сасновай кары-мульчы',
      products: 'Тавары',
      benefits_title: 'Якія перавагі прымянення кары-мульчы?',
      benefits: [
        'Мы прапануем вам чысты мульчыруючы матэрыял з кары сасны, не змяшчае прымесей драўніны, апілак і шчэп. Дэкараванне',
        'З дапамогай мульчыруючага матэрыялу можна выгадна дэкараваць альпійскія горкі, клюмбы, насаджэнні. Нейтралізацыя пустазелля',
        'Дзякуючы прымяненню кары-мульчы можна пазбавіцца ад пустазелля — яны не могуць прарасці праз пласт кары. Аднароднасць фракцый',
        'Пры вырабе мы клапоцімся, каб мульчыруючы матэрыял з кары сасны быў аднароднай фракцыі.'
      ]
    },
    footer: {
      info_title: 'Інфармацыя для пакупніка',
      contacts_title: 'Кантакты',
      copyright: '© 2024 beldrevo',
      info: '<b>ІП Мурашко Марат Алегавіч</b><br>г. Мінск, вул. Каменнагорская, 60-118<br>Дата рэгістрацыі ў Гандлёвым рэестры/Рэестры бытавых паслуг: Не падлягае занясенню ў рэестр<br>УНП: 690376775<br>Рэгіструючы орган: Мінскі выканаўчы камітэт<br>Дата рэгістрацыі кампаніі: 22.02.2006',
      phone1: '+375 (29) 670-81-41',
      phone1_note: 'асноўны тэл. для замовы',
      phone2: '+375 (29) 685-11-85',
    }
  },
  ru: {
    header: {
      products: 'Товары и услуги',
      orders: 'Заказ и доставка',
      about: 'О нас',
      lang_be: 'бел',
      lang_ru: 'рус',
    },
    breadcrumbs: {
      home: 'Главная',
      products: 'Товары и услуги',
      orders: 'Заказ и доставка',
      about: 'О нас',
      notfound: 'Страница не найдена',
    },
    about: {
      title: 'О нас',
      contacts: 'Контакты',
      contact_person: 'Контактное лицо',
      address: 'Адрес',
      phone: 'Телефон',
      schedule: 'Режим работы:',
      day: 'День',
      time: 'Время работы',
      days: ['Понедельник','Вторник','Среда','Четверг','Пятница','Суббота','Воскресенье'],
      weekend: 'Выходной',
      about_title: 'О нас',
      about_text: '<b>Индивидуальный предприниматель Мурашко Марат Олегович</b><br>г. Минск, ул. Каменногорская, 60-118<br>Дата регистрации в Торговом реестре/Реестре бытовых услуг: Не подлежит занесению в реестр<br>Номер в Торговом реестре/Реестре бытовых услуг: Не подлежит занесению в реестр, Республика Беларусь<br>УНП: 690376775<br>Регистрационный орган: Минский исполнительный комитет<br>Дата регистрации компании: 22.02.2006',
    },
    orders: {
      title: 'Заказ и доставка',
      delivery_methods: 'Способы доставки :',
      pickup: 'Самовывоз',
      pickup_address: 'Минский р-н , п.Ратомка, ул. Корицкого, 99',
      courier: 'Доставка курьером',
      delivery_note: '<b>При оптовом заказе возможно БЕСПЛАТНАЯ доставка по Минскому району и Минску.</b>',
      payment_methods: 'Способы оплаты',
      cash: 'Наличными',
      cashless: 'Безналичный расчет',
      regions: 'Регионы доставки:',
      region_col: 'Область/Город',
      region_list: [
        'Брестская область','Витебская область','Гомельская область','Гродненская область','Минск','Минская область','Могилевская область:','Бобруйск','Горки','Осиповичи','Кричев','Быхов','Климовичи','Шклов','Костюковичи','Мстиславль','Чаусы','Кировск','Чериков','Славгород','Кличев','Могилев'
      ]
    },
    products: {
      title: 'Товары и услуги',
      filters: 'Фильтры',
      price_from: 'цена от',
      price_to: 'цена до',
      available: 'В наличии',
      apply: 'Применить',
      not_found: 'Товар не найден',
      min_order: 'Минимальный заказ — 10 шт.',
      opt_note: 'Цены оптовых заказов могут отличаться',
      detail_text: '<b>Вам нужно быстро и качественно благоустроить приусадебный участок, клумбу или альпийскую горку? Кора-мульча — отличный вариант!</b>',
      order_btn: 'Заказать',
    },
    notfound: {
      title: 'Страница не найдена',
      to_home: 'На главную',
    },
    home: {
      hero: 'Производство и реализация\nнатуральной сосновой коры-мульчи',
      products: 'Товары',
      benefits_title: 'Какие преимущества применения коры-мульчи?',
      benefits: [
        'Мы предлагаем вам чистый мульчирующий материал из коры сосны, не содержит примесей древесины, опилок и щепы. Декорирование',
        'С помощью мульчирующего материала можно выгодно декорировать альпийские горки, клумбы, насаждения. Нейтрализация сорняков',
        'Благодаря применению коры-мульчи можно избавиться от сорняков — они не могут прорасти сквозь слой коры. Однородность фракций',
        'При изготовлении мы заботимся, чтобы мульчирующий материал из коры сосны был однородной фракции.'
      ]
    },
    footer: {
      info_title: 'Информация для покупателя',
      contacts_title: 'Контакты',
      copyright: '© 2024 beldrevoby',
      info: '<b>Индивидуальный предприниматель Мурашко Марат Олегович</b><br>г. Минск, ул. Каменногорская, 60-118<br>Дата регистрации в Торговом реестре/Реестре бытовых услуг: Не подлежит занесению в реестр<br>УНП: 690376775<br>Рэгіструючы орган: Мінскі выканаўчы камітэт<br>Дата рэгістрацыі кампаніі: 22.02.2006',
      phone1: '+375 (29) 670-81-41',
      phone1_note: 'основной тел. для заказа',
      phone2: '+375 (29) 685-11-85',
    }
  }
}; 